Repository: Ymil/social-planner
Catalog: languages/social-planner-*.po
Languages: ru_ru

source: Add at least one provider on the settings page.
ru_ru: Сконфигурируйте плагин на странице настроек.

source: Add provider
ru_ru: Добавить

source: Add task
ru_ru: Добавить задачу

source: An error occurred while saving image
ru_ru: При сохранении изображения произошла ошибка

source: An error occurred while uploading image
ru_ru: При загрузке изображения произошла ошибка

source: Application public key
ru_ru: Публичный ключ приложения

source: Bot token
ru_ru: Токен бота

source: Cancel
ru_ru: Отменить

source: Cannot get upload server
ru_ru: Невозможно получить сервер ддя загрузки постера

source: Cannot read poster file
ru_ru: Не удалось прочитать файл постера

source: Channel or group ID
ru_ru: ID канала или группы

source: Choose poster image
ru_ru: Выбрать постер

source: Community or profile ID
ru_ru: ID группы или профиля

source: Delete provider
ru_ru: Удалить

source: Do not send automatically
ru_ru: Не отправлять автоматически

source: Empty API response
ru_ru: Пустой ответ от API

source: Empty response while image uploading
ru_ru: Пустой ответ в процессе загрузки изображения

source: Enable preview
ru_ru: Сформировать превью

source: Excerpt and poster are both empty
ru_ru: Отрывок и постер не могут быть пустыми оба

source: General settings for auto-posting to social networks. Note that the plugin is designed for advanced users. Carefully read the instructions for configuring each provider.
ru_ru: Общие настройки автопостинга в социальные сети. Обратите внимание, что плагин создан преимущественно для продвинутых пользователей. Пожалуйста, внимательно прочитайте инструкции по настройке каждого провайдера.

source: Group ID
ru_ru: ID группы

source: Group parameter is not found
ru_ru: Параметр ID группы не найден

source: Incorrect configuration of metabox options.
ru_ru: Некорректная конфигурация метабокса.

source: Networks settings are not formatted correctly
ru_ru: Настройки соцсетей заполнены некорректно

source: Nothing planned.
ru_ru: Ничего не запланировано.

source: Optional field. Used as an subtitle if there are multiple Facebook providers.
ru_ru: Необязательное поле. Используйте подзаголовок, если у вас несколько Facebook аккаунтов.

source: Optional field. Used as an subtitle if there are multiple OK.ru providers.
ru_ru: Необязательное поле. Используйте подзаголовок, если у вас несколько аккаунтов Одноклассников.

source: Optional field. Used as an subtitle if there are multiple Telegram providers.
ru_ru: Необязательное поле. Используйте подзаголовок, если у вас несколько Telegram аккаунтов.

source: Optional field. Used as an subtitle if there are multiple Twitter providers.
ru_ru: Необязательное поле. Используйте подзаголовок, если у вас несколько Twitter аккаунтов.

source: Optional field. Used as an subtitle if there are multiple VK.com providers.
ru_ru: Необязательное поле. Используйте подзаголовок, если у вас несколько аккаунтов ВКонтакте.

source: Parameter is empty:
ru_ru: Параметр не найден:

source: Permanent access token
ru_ru: Вечный access token

source: Post ID element is not defined.
ru_ru: Идентификатор записи не определен.

source: Preview disabled
ru_ru: Превью отключено

source: Preview enabled
ru_ru: Превью включено

source: Provider
ru_ru: Провайдер

# provider label
source: VK.com
ru_ru: ВКонтакте

source: Provider settings not found
ru_ru: Настройки провайдера не найдены

source: Publish immediately
ru_ru: Отправить сразу

source: Read the <a href="%s" target="_blank">help guide</a> for configuring Facebook provider.
ru_ru: Прочтите <a href="%s" target="_blank">справочное руководство</a> для настройки Facebook.

source: Read the <a href="%s" target="_blank">help guide</a> for configuring OK.ru provider.
ru_ru: Прочтите <a href="%s" target="_blank">справочное руководство</a> для настройки OK.ru.

source: Read the <a href="%s" target="_blank">help guide</a> for configuring Telegram provider.
ru_ru: Прочтите <a href="%s" target="_blank">справочное руководство</a> для настройки Telegram.

source: Read the <a href="%s" target="_blank">help guide</a> for configuring Twitter provider.
ru_ru: Прочтите <a href="%s" target="_blank">справочное руководство</a> для настройки Twitter.

source: Read the <a href="%s" target="_blank">help guide</a> for configuring VK.com provider.
ru_ru: Прочтите <a href="%s" target="_blank">справочное руководство</a> для настройки ВКонтакте.

source: Required meta field is empty
ru_ru: Поле meta не должно быть пустым

source: Save changes
ru_ru: Сохранить

source: Scheduled for:
ru_ru: Запланировано:

source: Secret session key
ru_ru: Секретный session key

source: Sending method is missed
ru_ru: Отсутствует необходимый метод для отправки

source: Sent error:
ru_ru: Ошибка отправки:

source: Sent message:
ru_ru: Отправленное сообщение:

source: Sent:
ru_ru: Отправлено:

source: Settings
ru_ru: Настройки

source: settings
ru_ru: настройки

source: Social networks summary
ru_ru: Подводка для соцсети

source: Social Planner Settings
ru_ru: Настройки Social Planner

source: Social Planner settings
ru_ru: Настройки Social Planner

source: Something went wrong. Try to reload page.
ru_ru: Что-то пошло не так. Попробуйте обновить страницу.

source: Subtitle
ru_ru: Заголовок

source: Task in progress right now
ru_ru: Задача в процессе отправки

source: The reason for this error is unknown
ru_ru: Причина ошибки не известна

source: This dashboard requires JavaScript. Enable it in your browser settings, please.
ru_ru: Этот виджет требует JavaScript. Пожалуйста, включите его поддержку в настройках браузера.

source: This metabox requires JavaScript. Enable it in your browser settings, please.
ru_ru: Этот метабокс требует JavaScript. Пожалуйста, включите его поддержку в настройках браузера.

source: This page requires JavaScript. Enable it in your browser settings, please.
ru_ru: Эта страница использует JavaScript. Пожалуйста, включите его поддержку в настройках браузера.

source: This plugin automatically publishes posts from your blog to your social media accounts on Facebook, Twitter, VK.com, Telegram.
ru_ru: Плагин автоматически публикует записи из вашего блога в аккаунты социальных сетей Facebook, Twitter, ВКонтакте, Telegram.

source: Token parameter is empty
ru_ru: Параметр ключа не найден

source: Unknown API error
ru_ru: Неизвестная ошибка API

source: Untitled
ru_ru: Без названия

source: Use a negative value to designate a community ID.
ru_ru: Используйте отрицательное значение для ID группы.
